Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# daily_day_short
source: Day %1d
ar: يوم%1d
bn: দিন%1d
de: Tag%1d
es: Día%1d
fr: Journée%1d
hi: दिन%1d
id: Hari yang%1d
it: Giorno%1d
ja: 昼間%1d
ko: 하루%1d
nl: Dag van%1d
pl: Dzień%1d
pt: Dia%1d
ru: День%1d
th: วัน%1d
tr: Gün%1d
uk: День%1d
ur: دن%1d
vi: Ngày%1d
zh_hans: 天%1d
zh_hant: 天%1d

source: Claim Hint Refill
ar: الادعاء الادعاء الادعاء
bn: হিন্ট রিফিল
de: Ansprüche Hint Refill
es: Reclamación de Hint Refill
fr: Référence de la réfection
hi: हिट रिफेल
id: Keterangan Hint Refill
it: Il rifiuto di Hint
ja: ヒント リフレッシュ
ko: 히트 히트 히트
nl: Klage Hint Refill
pl: Skargi Hint Refill
pt: A reclamação de refletir
ru: Крайнее заявление Hint Refill
th: การร้องเรียน Hint Refill
tr: İpucu Doldurma Talebi
uk: Заява на відмову
ur: ہینٹ ریفیل
vi: Lời bài hát: Hint Refill
zh_hans: 索赔 希特 回报
zh_hant: 索賠 希特 回報

# hint_refill_short
source: Refill
ar: ريفيل
bn: রিফিল
es: Reflexiones
fr: Refaire
hi: रिफेल
id: Reka bentuk
it: Riflessioni
ja: リフレッシュ
ko: 망원
nl: Refluiting
pl: Refil
pt: Reflexão
ru: Рефлюкс
th: ตลับ
tr: Doldur
uk: Рефіл
ur: ریفریجری
zh_hans: 回归
zh_hant: 迴歸

# daily_hint_refill_reward
source: Hint Refill added.
ar: أضيف Hint Refill
bn: হিন্ট রিফিল যোগ করা হয়।
de: Hint Refill hinzugefügt.
es: Hint Refill añadió.
fr: Hint Refill est ajouté.
hi: हिट रिफेल जोड़ा गया है।
id: Hint Refill ditambahkan.
it: Il rifiuto è stato aggiunto.
ja: ヒント・リフィルが追加
ko: Hint Refill 추가
nl: Hint Refill toegevoegd.
pl: Dodano też refleksję.
pt: A Hint Refill foi adicionada.
ru: Добавлено Hint Refill.
th: Hint Refill เพิ่ม
tr: İpucu Doldurma eklendi.
uk: Додано рефлекс.
ur: ہینٹ ریفیل شامل کریں
vi: Hint Refill thêm
zh_hans: 添加了Hint Refill。
zh_hant: 新增了Hint Refill。

source: Coin history
ar: Coinالتاريخ
bn: Coinইতিহাস
de: CoinGeschichte
es: CoinHistoria
fr: CoinHistoire
hi: Coinइतिहास
id: CoinSejarah
it: CoinStoria
ja: Coin歴史
ko: Coin역사
nl: CoinGeschiedenis
pl: CoinHistoria
pt: CoinHistória
ru: CoinИстория
th: Coinประวัติศาสตร์
tr: Cointarih
uk: CoinІсторія
ur: Coinتاریخ
vi: CoinLịch sử
zh_hans: Coin历史
zh_hant: Coin歷史

# protect_account_before_buying
source: Protect your account before buying
ar: احرص على حماية حسابك قبل الشراء
bn: কেনার আগে আপনার অ্যাকাউন্ট সুরক্ষা করুন
de: Schützen Sie Ihr Konto vor dem Kauf
es: Proteja tu cuenta antes de comprar
fr: Protégez votre compte avant d’acheter
hi: खरीदने से पहले अपना खाता सुरक्षित रखें
id: Perlindungan akun Anda sebelum membeli
it: Proteggere il tuo account prima di acquistare
ja: 購入前にアカウントを保護する
ko: 구매하기 전에 계좌를 보호하십시오.
nl: Bescherm je account voordat je koopt
pl: Ochrona konta przed zakupem
pt: Proteja sua conta antes de comprar
ru: Защитите свой аккаунт перед покупкой
th: ป้องกันบัญชีของคุณก่อนซื้อ
tr: Satın almadan önce hesabınızı koruyun
uk: Захистіть свій рахунок перед покупкою
ur: خریدنے سے پہلے اپنے اکاؤنٹ کی حفاظت کریں
vi: Bảo vệ tài khoản của bạn trước khi mua
zh_hans: 购买之前保护您的帐户
zh_hant: 購買之前保護您的帳戶

# paid_coins_protection_body
source: Paid Coins must be linked to a recoverable email account. Your current guest wallet and Friend ID are preserved when you protect this account.
ar: مدفوعCoinيجب أن تكون مرتبطة بحساب البريد الإلكتروني قابل للاسترداد.يتم الحفاظ على محفظتك الحالية للضيوف و ID صديقك عند حماية هذا الحساب.
bn: পেমেন্টCoinআপনার বর্তমান গেস্ট ফোনেট এবং বন্ধু ID সংরক্ষিত হয় যখন আপনি এই অ্যাকাউন্ট রক্ষা করা হয়.
de: bezahltCoinIhre aktuelle Gastgeld und Freund-ID werden gespeichert, wenn Sie diesen Account schützen.
es: pagosCoinSu actual bolsillo de invitado y ID de amigo se conservan cuando usted protege esta cuenta.
fr: Pays payésCoinVotre portefeuille de visiteur actuel et votre ID de ami sont conservés lorsque vous protégez ce compte.
hi: भुगतानCoinआपके वर्तमान मेहमान के बटुए और मित्र आईडी को संरक्षित किया जाता है जब आप इस खाते की रक्षा करते हैं।
id: PembayaranCoinAnda harus terhubung ke akun email yang dapat dipulihkan. dompet tamu Anda saat ini dan ID teman Anda disimpan saat Anda melindungi akun ini.
it: pagatoCoinIl tuo attuale portafoglio ospite e ID amico sono conservati quando proteggi questo account.
ja: 支払いCoinあなたの現在のゲスト財布と友人のIDは、あなたがこのアカウントを保護するときに保存されます。
ko: 지불Coin귀하의 현재 손님 지갑 및 친구 ID는 귀하가 이 계정을 보호 할 때 보존됩니다.
nl: betaaldCoinUw huidige gastprijs en vriend ID worden bewaard wanneer u dit account beschermt.
pl: PłaciszCoinTwój aktualny portfel gości i identyfikator przyjaciela są zachowane, gdy chronisz ten konto.
pt: PagamentoCoinO seu atual carteira de hóspede e ID de amigo são preservados quando você protege esta conta.
ru: ПлатежCoinВаш текущий гостевой портфель и ID Друзей сохраняются при защите этого счета.
th: การชําระเงินCoins ต้องการเชื่อมโยงกับบัญชีอีเมลที่สามารถกู้คืนได้ เงินสดของลูกค้าของคุณและ ID เพื่อนของคุณจะถูกเก็บไว้เมื่อคุณปกป้องบัญชีนี้
tr: ÖdenmişCoins kurtarılabilir bir e-posta hesabına bağlanmalıdır. Bu hesabı korurken mevcut konuk cüzdanınız ve Arkadaş Kimliğiniz korunur.
uk: платитиCoinВаш поточний гостьовий портфель і ідентифікатор друзів зберігаються, коли ви захищаєте цей обліковий запис.
ur: ادائیگیCoinآپ کو ایک رجوع مکرر ای میل اکاؤنٹ سے منسلک ہونا چاہئے.آپ کے موجودہ مہمان کی پیسہ اور دوست ID اس اکاؤنٹ کی حفاظت کے وقت محفوظ ہیں.
vi: trả tiềnCoins phải được liên kết với tài khoản email có thể phục hồi. ví khách hiện tại và ID bạn bè của bạn được giữ lại khi bạn bảo vệ tài khoản này.
zh_hans: 付款Coin您的现行客人钱包和朋友 ID 保留,当您保护该帐户时。
zh_hant: 付款Coin您的現行客人錢包和朋友 ID 保留,當您保護該帳戶時。

source: Account & data
ar: الحسابات & البيانات
bn: অ্যাকাউন্ট & ডেটা
de: Konto & Daten
es: Cuentas y datos
fr: Compte & données
hi: खाता और डेटा
id: Akun & Data
it: Contato & Dati
ja: アカウント&データ
ko: 계정 & 데이터
nl: Account & gegevens
pl: Konto i dane
pt: Conta e dados
ru: Счет & данные
th: บัญชีและข้อมูล
tr: Hesap ve veriler
uk: Акаунт & дані
ur: اکاؤنٹ & اعداد و شمار
vi: Tài khoản & dữ liệu
zh_hans: 账户与数据
zh_hant: 賬戶與資料

# account_data_body
source: Protect or recover the player account, sign out, and permanently delete the account and server data.
ar: حماية أو استرداد حساب اللاعب، وقم بالتسجيل، وحذف باستمرار حساب وبيانات الخادم.
bn: সুরক্ষা বা খেলোয়াড় অ্যাকাউন্ট পুনরায়, অ্যাকাউন্ট বা সার্ভার ডেটা সীমাবদ্ধভাবে মুছে ফেলুন।
de: Schützen oder erholen Sie das Spielerkonto, melden Sie sich aus und löschen Sie die Konto- und Serverdaten permanent.
es: Proteger o recuperar la cuenta del jugador, salir y eliminar permanentemente los datos de la cuenta y el servidor.
fr: Protéger ou récupérer le compte du joueur, s’enregistrer et supprimer permanemment les données de compte et de serveur.
hi: खिलाड़ी खाते की रक्षा या पुनर्प्राप्त करें, बाहर साइन अप करें, और स्थायी रूप से खाते और सर्वर डेटा को हटा दें।
id: Melindungi atau memulihkan akun pemain, keluar, dan secara permanen menghapus akun dan data server.
it: Proteggere o recuperare l'account del giocatore, iscriversi e eliminare permanentemente i dati dell'account e del server.
ja: プレイヤーのアカウントを保護または復元し、ログインを外し、アカウントおよびサーバーデータを永久に削除します。
ko: 플레이어 계정을 보호하거나 복구하고, 로그인하고, 계정 및 서버 데이터를 영구적으로 삭제합니다.
nl: Bescherm of herstellen van het spelaccount, uitschakelen en permanent verwijderen van de account en servergegevens.
pl: Ochrona lub odzyskiwanie konta gracza, wyłącz się i trwale usunąć dane konta i serwera.
pt: Proteja ou recupere a conta do jogador, saia e exclui permanentemente os dados da conta e do servidor.
ru: Защитите или восстановите учетную запись игрока, выйти из учетной записи и постоянно удалить данные учетной записи и сервера.
th: ปกป้องหรือกู้คืนบัญชีผู้เล่นลงทะเบียนออกและลบข้อมูลบัญชีและเซิร์ฟเวอร์อย่างต่อเนื่อง
tr: Oyuncu hesabını koruyun veya kurtarın, oturum açın ve hesabı ve sunucu verilerini kalıcı olarak silin.
uk: Захистити або відновити обліковий запис гравця, вийти з і постійно видалити обліковий запис і дані сервера.
ur: کھلاڑی اکاؤنٹ کی حفاظت یا بحال کریں، باہر رجسٹر کریں، اور اکاؤنٹ اور سرور کے اعداد و شمار کو ہمیشہ ہٹا دیں.
vi: Bảo vệ hoặc khôi phục tài khoản người chơi, đăng nhập và xóa dữ liệu tài khoản và máy chủ liên tục.
zh_hans: 保护或恢复玩家帐户,登录,并永久删除帐户和服务器数据。
zh_hant: 保護或恢復玩家帳戶,登入,並永久刪除帳戶和伺服器資料。

source: Service diagnostics
ar: خدمة التشخيص
bn: সেবা ডিজাইন
de: Diagnose Service
es: Diagnóstico de servicio
fr: Diagnostic de service
hi: सेवा निदान
id: Diagnosis Layanan
it: Diagnosi di servizio
ja: サービス診断
ko: 서비스 진단
nl: Diagnose dienst
pl: Diagnostyka służb
pt: Diagnóstico de Serviço
ru: Сервис диагностики
th: การวินิจฉัยบริการ
tr: Servis tanılama
uk: Сервіс діагностики
ur: خدمات کا تشخیص
vi: Dịch vụ chẩn đoán
zh_hans: 服务诊断
zh_hant: 服務診斷

# service_diagnostics_subtitle
source: Check the installed build, Firebase session and social server.
ar: تحقق من البناء المثبت، جلسة Firebase والخادم الاجتماعي.
bn: ইনস্টল করা build, Firebase সেশন এবং সামাজিক সার্ভার দেখুন।
de: Überprüfen Sie die installierte Build, Firebase-Session und den sozialen Server.
es: Véase la configuración instalada, la sesión Firebase y el servidor social.
fr: Vérifiez le bâtiment installé, la session Firebase et le serveur social.
hi: स्थापित निर्माण, Firebase सत्र और सामाजिक सर्वर की जांच करें।
id: Periksa instalasi, sesi Firebase dan server sosial.
it: Controlla la configurazione installata, la sessione Firebase e il server sociale.
ja: インストールされた構築、Firebase セッション、ソーシャル サーバーをチェックします。
ko: 설치된 건물, Firebase 세션 및 소셜 서버를 확인합니다.
nl: Bekijk de geïnstalleerde build, Firebase-sessie en sociale server.
pl: Sprawdź zainstalowany budynek, sesję Firebase i serwer społecznościowy.
pt: Verifique a configuração instalada, a sessão Firebase e o servidor social.
ru: Проверьте установленный строй, сессию Firebase и социальный сервер.
th: ตรวจสอบการสร้างที่ติดตั้งเซสชัน Firebase และเซิร์ฟเวอร์สังคม
tr: Yüklü yapı, Firebase oturumu ve sosyal sunucuyu kontrol edin.
uk: Перевірте встановлений будинок, сесію Firebase та соціальний сервер.
ur: انسٹال کردہ عمارت، فائر بیس سیشن اور سوشل سرور پر چیک کریں.
vi: Kiểm tra xây dựng cài đặt, phiên Firebase và máy chủ xã hội.
zh_hans: 查看安装的构建、 Firebase 会议和社交服务器。
zh_hant: 檢視安裝的構建、 Firebase 會議和社交伺服器。

# service_diagnostics_ready
source: Online services are reachable
ar: الخدمات عبر الإنترنت متاحة
bn: অনলাইন সেবা পাওয়া যায়
de: Online-Dienste sind erreichbar
es: Los servicios en línea son accesibles
fr: Les services en ligne sont accessibles
hi: ऑनलाइन सेवाएं उपलब्ध हैं
id: Layanan online dapat diakses
it: I servizi online sono accessibili
ja: オンラインサービスが利用可能
ko: 온라인 서비스가 접근 가능
nl: Online diensten bereikbaar
pl: Usługi online są dostępne
pt: Serviços on-line são acessíveis
ru: Онлайн услуги доступны
th: บริการออนไลน์สามารถเข้าถึงได้
tr: Online hizmetlere ulaşılabilir
uk: Інтернет-сервіси доступні
ur: انٹرنیٹ کی خدمات دستیاب ہیں
vi: Dịch vụ trực tuyến có thể truy cập
zh_hans: 网上服务可用
zh_hant: 網上服務可用

# service_diagnostics_needs_attention
source: One or more online checks need attention
ar: واحد أو أكثر من الفحوصات على الانترنت تحتاج إلى الاهتمام
bn: একটি বা আরও অনলাইন চেকের প্রয়োজন
de: Eine oder mehrere Online-Checks benötigen Aufmerksamkeit
es: Un o más controles en línea necesitan atención
fr: Un ou plusieurs contrôles en ligne nécessitent une attention
hi: एक या अधिक ऑनलाइन चेक ध्यान की जरूरत है
id: Satu atau lebih cek online membutuhkan perhatian
it: Uno o più controlli online richiedono attenzione
ja: オンラインチェックの1つまたは複数は注意が必要です。
ko: 한 개 이상의 온라인 체크는 주의를 필요로합니다.
nl: Een of meer online checks hebben aandacht nodig
pl: Jeden lub więcej kontrol online wymaga uwagi
pt: Um ou mais check-ups online precisam de atenção
ru: Один или несколько онлайн-контролей нуждаются в внимании
th: การตรวจสอบออนไลน์หนึ่งหรือหลายคนต้องระมัดระวัง
tr: Bir veya daha fazla online kontroller dikkat gerektirir
uk: Один або кілька онлайн-контролів потребують уваги
ur: ایک یا زیادہ آن لائن چیک کی توجہ کی ضرورت ہے
vi: Một hoặc nhiều kiểm tra trực tuyến cần sự chú ý
zh_hans: 一个或多个在线检查需要注意
zh_hant: 一個或多個線上檢查需要注意

# service_diagnostics_copied
source: Diagnostics copied.
ar: التشخيص نسخ
bn: কপি ডেটাডিকেশন
de: Diagnose kopiert
es: Diagnóstico de copia.
fr: Les diagnostics sont copiés.
hi: डायबिटीज का कॉपी करें।
id: Diagnosis yang disalin.
it: Diagnosi copie.
ja: 診断コピー
ko: 진단은 복사합니다.
nl: Diagnose is gecopiëerd.
pl: Diagnoza jest kopiowana.
pt: Diagnóstico de cópia.
ru: Диагностика копирована.
th: การวินิจฉัยที่คัดลอก
tr: Teşhis kopyalandı.
uk: Діагностика копіюється.
ur: تشخیص کاپی کریں
vi: Chẩn đoán sao chép
zh_hans: 诊断复制
zh_hant: 診斷複製

source: Copy diagnostics
ar: نسخة التشخيص
bn: কপি ডাটাবেস
de: Kopie der Diagnose
es: Copia de diagnóstico
fr: Copie de diagnostic
hi: कॉपी डाइऑक्साइड
id: Kopi diagnostik
it: Copia di diagnosi
ja: コピー診断
ko: 복사 진단
nl: Copie diagnose
pl: Kopia diagnostyki
pt: Copia do diagnóstico
ru: Копирование диагностики
th: การวินิจฉัยการคัดลอก
tr: Teşhisi kopyala
uk: Копія діагнозу
ur: کاپی تشخیص
vi: Bản sao chẩn đoán
zh_hans: 复制诊断
zh_hant: 複製診斷

# create_player_profile
source: Create your player profile
ar: إنشاء ملف تعريف اللاعب الخاص بك
bn: আপনার খেলোয়াড় প্রোফাইল তৈরি করুন
de: Erstellen Sie Ihr Spielerprofil
es: Crea tu perfil de jugador
fr: Créez votre profil de joueur
hi: अपने खिलाड़ी प्रोफ़ाइल बनाएं
id: Buat profil pemain Anda
it: Crea il tuo profilo di giocatore
ja: プレイヤープロフィールを作成する
ko: 플레이어 프로필을 만드세요
nl: Maak je spelerprofiel
pl: Tworzenie profilu gracza
pt: Crie seu perfil de jogador
ru: Создайте свой игровой профиль
th: สร้างโปรไฟล์ผู้เล่นของคุณ
tr: Oyuncu profilinizi oluşturun
uk: Створіть свій профіль гравців
ur: آپ کے کھلاڑی پروفائل بنائیں
vi: Tạo hồ sơ của người chơi
zh_hans: 创建您的玩家个人资料
zh_hant: 建立您的玩家個人資料

# create_player_profile_body
source: Your display name is shown in matches. Your unique username can be searched, while your permanent Friend ID never changes.
ar: يمكن البحث عن اسم المستخدم الفريد الخاص بك، في حين أن ID صديقك الدائم لا يتغير أبدا.
bn: আপনার একক ব্যবহারকারীর নাম খুঁজে পেতে পারেন, যখন আপনার স্থায়ী বন্ধু ID কখনও পরিবর্তন হয় না।
de: Ihr einzigartiges Benutzername kann gesucht werden, während Ihr dauerhafter Freund-ID nie ändert wird.
es: Su nombre de pantalla se muestra en matices. su nombre de usuario único se puede buscar, mientras que su ID de amigo permanente nunca cambia.
fr: Votre nom d'utilisateur unique peut être recherché, tandis que votre ID de ami permanent ne change jamais.
hi: आपका विशिष्ट उपयोगकर्ता नाम खोजा जा सकता है, जबकि आपका स्थायी मित्र आईडी कभी नहीं बदलता है।
id: Nama pengguna unik Anda dapat dicari, sementara ID Friend permanen Anda tidak pernah berubah.
it: Il tuo nome utente unico può essere ricercato, mentre il tuo ID amico permanente non cambia mai.
ja: あなたのユニークなユーザー名は検索できますが、永久友人のIDは決して変更されません。
ko: 귀하의 독특한 사용자 이름은 검색될 수 있으며 영구적 인 친구 ID는 변경되지 않습니다.
nl: Uw unieke gebruikersnaam kan worden gezocht, terwijl uw permanente Vriend ID nooit verandert.
pl: Twoje unikalne nazwisko użytkownika można wyszukiwać, podczas gdy Twoje stałe ID Przyjaciela nigdy się nie zmienia.
pt: Seu nome de usuário único pode ser procurado, enquanto seu ID de amigo permanente nunca muda.
ru: Ваше уникальное имя пользователя можно искать, а постоянный идентификатор Дружника никогда не меняется.
th: ชื่อหน้าจอของคุณจะแสดงในคู่ของคุณ ชื่อผู้ใช้ที่ไม่ซ้ํากันของคุณสามารถค้นหาได้ในขณะที่ ID เพื่อนที่อยู่เสมอของคุณไม่เปลี่ยนแปลงได้
tr: Ekran adınız eşleşmelerde gösterilir. Benzersiz kullanıcı adınız aranabilirken, kalıcı Arkadaş Kimliğiniz asla değişmez.
uk: Ваші унікальні імена користувачів можна шукати, а ваш постійний ідентифікатор друзів ніколи не змінюється.
ur: آپ کا منفرد صارف کا نام تلاش کیا جا سکتا ہے، جبکہ آپ کا دائمی دوست ID کبھی نہیں بدلتا.
vi: Tên hiển thị của bạn được hiển thị trong các trận đấu. tên người dùng độc đáo của bạn có thể được tìm kiếm, trong khi ID bạn bè vĩnh viễn của bạn không bao giờ thay đổi.
zh_hans: 您的单一用户名可以搜索,而您的永久友人 ID 永远不会改变。
zh_hant: 您的單一使用者名稱可以搜尋,而您的永久友人 ID 永遠不會改變。

# use_platform_name
source: Use your Google Play Games or Game Center name
ar: استخدمكGoogle Playألعاب أوGame Centerالاسم
bn: আপনার ব্যবহারGoogle Playখেলা বাGame Centerনাম
de: Nutzen Sie IhreGoogle PlaySpiele oderGame CenterName
es: Utilice tuGoogle PlayJuegos oGame CenterNombre
fr: Utilisez votreGoogle PlayJeux ouGame CenterNom
hi: अपने का उपयोग करेंGoogle Playखेल याGame Centerनाम
id: Gunakan AndaGoogle PlayPermainan atauGame CenterNama
it: Utilizzare il tuoGoogle PlayGiochi oGame CenterNome
ja: あなたの使い方Google PlayゲームまたはGame Center名称
ko: 당신의 사용Google Play게임 또는Game Center이름
nl: Gebruik uwGoogle PlaySpelen ofGame Centernaam
pl: Użyj swojegoGoogle PlayGry lubGame CenterNazwa
pt: Use seuGoogle PlayJogos ouGame CenterNome
ru: Используйте свойGoogle PlayИгры илиGame CenterИмя
th: ใช้ของคุณGoogle PlayเกมหรือGame Centerชื่อ
tr: Sizin kullanınGoogle PlayOyunlar veyaGame Centerisim
uk: Використовуйте своюGoogle PlayІгри абоGame CenterНазва
ur: استعمال کریں آپGoogle Playکھیل یاGame Centerنام
vi: Sử dụng của bạnGoogle PlayTrò chơi hoặcGame CenterTên
zh_hans: 使用你的Google Play游戏或Game Center名称
zh_hant: 使用你的Google Play遊戲或Game Center名稱

# use_custom_profile
source: Use a custom profile
ar: استخدم ملف تعريف مخصص
bn: একটি কাস্টম প্রোফাইল ব্যবহার করুন
de: Verwenden Sie ein custom profile
es: Utilice un perfil personalizado
fr: Utiliser un profil personnalisé
hi: एक कस्टम प्रोफ़ाइल का उपयोग करें
id: Gunakan profil yang teratur
it: Utilizzare un profilo personalizzato
ja: 定制プロフィールの使用
ko: 사용자 정의 프로필
nl: Gebruik een custom profiel
pl: Użyj profilów osobistych
pt: Use um perfil personalizado
ru: Используйте персональный профиль
th: ใช้โปรไฟล์แบบกําหนดเอง
tr: Özel bir profil kullan
uk: Використовуйте персональний профіль
ur: ایک مخصوص پروفائل کا استعمال کریں
vi: Sử dụng một hồ sơ tùy chỉnh
zh_hans: 使用自定义个人资料
zh_hant: 使用自定義個人資料

source: Display name
ar: عرض الاسم
bn: নাম প্রদর্শনী
es: Nombre de muestra
fr: Nom de l'affichage
hi: नाम दिखाएँ
id: Nama Pameran
it: Il nome di display
ja: 表示名称
ko: 표시 이름
nl: Display naam
pl: Wyświetlacz Nazwa
pt: Nome de exibição
ru: Имя дисплей
th: ชื่อแสดงผล
tr: Görünüm adı
uk: Назва показу
ur: دکھائی نام
vi: hiển thị tên
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Unique username
ar: اسم المستخدم الفريد
bn: একমাত্র ব্যবহারকারীর নাম
de: Einzigartige Benutzername
es: Nombre de usuario único
fr: Nom d'utilisateur unique
hi: अद्वितीय उपयोगकर्ता नाम
id: Nama Pengguna Unik
it: Nome utente unico
ja: ユニークユーザー名
ko: 독특한 사용자 이름
nl: Uniek gebruikersnaam
pl: Unikalne nazwisko użytkownika
pt: Nome de usuário único
ru: Уникальное имя пользователя
th: ชื่อผู้ใช้ที่ไม่ซ้ํากัน
tr: Benzersiz kullanıcı adı
uk: Унікальне ім'я користувача
ur: منفرد صارف کا نام
vi: Tên người dùng độc đáo
zh_hans: 独特用户名
zh_hant: 獨特使用者名稱

# username_helper
source: 3–20 lowercase letters, numbers or underscore
ar: 3-20 حرفًا أو أرقام أو أرقام
bn: 3–20 নীচে কাস্টম, সংখ্যা বা সাবসকোর
de: 3–20 Unterschriften, Zahlen oder Unterschriften
es: 3-20 letras, números o subcuentos de la caja inferior
fr: 3 à 20 lettres, chiffres ou sous-score
hi: 3-20 कमर के अक्षर, संख्याओं या उपस्कोर
id: 3–20 huruf, angka atau subscore
it: 3-20 lettere, numeri o sottoscritti
ja: 低い文字、数字、またはサブスコアの3～20
ko: 3~20 아래의 문자, 숫자 또는 하위 점수
nl: 3-20 letterten, cijfers of ondercores in de laagste zaak
pl: 3–20 poniższych liter, liczb lub podskór
pt: 3 a 20 letras, números ou subcores
ru: 3–20 нижних букв, цифр или подсчетов
th: 3-20 ตารางด้านล่างหมายเลขหรือตัวเลข
tr: 3 küçük harfler, sayılar veya alt çizgi
uk: 3–20 нижчезапних букв, чисел або підкори
ur: 3-20 نیچے کے حصے کے خطوط، اعداد یا زیرنقطہ
vi: 3–20 chữ cái, số hoặc chữ cái dưới
zh_hans: 3至20字母,数字或字体
zh_hant: 3至20字母,數字或字型

# friend_id_value
source: Friend ID: %1s
ar: صديق ID :%1s
bn: বন্ধু ID:%1s
de: Freund ID:%1s
es: El amigo ID:%1s
fr: Le nom de l’ami :%1s
hi: मित्र ID:%1s
id: ID teman :%1s
it: Il tuo ID:%1s
ja: 友人ID:%1s
ko: 친구 ID :%1s
nl: Vriend ID:%1s
pl: Przyjacielka ID:%1s
pt: ID do amigo:%1s
ru: Идентификация друзей:%1s
th: ID ของเพื่อน:%1s
tr: Arkadaş Kimliği:%1s
uk: Ідентифікація друзів:%1s
ur: دوست کی شناخت:%1s
vi: ID bạn bè:%1s
zh_hans: 朋友 ID:%1s
zh_hant: 朋友 ID:%1s

source: Player profile
ar: ملف تعريف اللاعب
bn: খেলোয়াড় প্রোফাইল
de: Spielerprofil
es: El perfil de jugador
fr: Profil de joueur
hi: खिलाड़ी प्रोफ़ाइल
id: Profil Pemain
it: Il profilo del giocatore
ja: プレイヤープロフィール
ko: 플레이어 프로필
nl: Spelerprofiel
pl: Profil gracza
pt: Profilo do jogador
ru: Профиль игрока
th: โปรไฟล์ผู้เล่น
tr: Oyuncu profili
uk: Профіль гравців
ur: پروفائل کھلاڑی
vi: profile người chơi
zh_hans: 玩家资料
zh_hant: 玩家資料

source: Shown to other players
ar: عرضها للملاعبين الآخرين
bn: অন্য খেলোয়াড়দের জন্য প্রদর্শিত
de: An andere Spieler gezeigt
es: Mostrado a otros jugadores
fr: Affiché par d'autres joueurs
hi: अन्य खिलाड़ियों को दिखाया
id: Dipamerkan untuk pemain lain
it: Mostrato ad altri giocatori
ja: 他のプレイヤーに表示
ko: 다른 선수들에게 보여주기
nl: Getoond aan andere spelers
pl: Pokazuje się innym graczom
pt: Mostrado a outros jogadores
ru: Показано другим игрокам
th: แสดงให้เห็นผู้เล่นอื่น ๆ
tr: Diğer oyunculara gösterilir
uk: Показано іншим гравцям
ur: دوسرے کھلاڑیوں کو دکھایا گیا
vi: Hiển thị cho các cầu thủ khác
zh_hans: 向其他玩家展示
zh_hant: 向其他玩家展示

source: Save
ar: حفظ
bn: সুরক্ষা
de: Sparen
es: Salva
fr: Sauver
hi: बचाव
id: Selamatkan
it: salvare
ja: 保存
ko: 저장
pl: Zbawi
pt: Salvação
ru: Спасти
th: การบันทึก
tr: Kaydet
uk: Зберегти
ur: بچاؤ
vi: cứu
zh_hans: 保存
zh_hant: 儲存

source: Friend ID copied.
ar: صديق ID نسخ
bn: বন্ধু ID কপি করা হয়েছে।
de: Freund ID kopiert.
es: El amigo ID copiado.
fr: L’ID de l’ami est copie.
hi: मित्र का नाम कॉपी किया गया है।
id: ID teman yang disalin.
it: Il mio ID è copiato.
ja: 友人IDコピー
ko: 친구 ID 복사
nl: Vriend ID gecopieerd.
pl: Przyjacielka ID kopiowała.
pt: ID do amigo copiado.
ru: Копированный идентификатор.
th: เพื่อน ID คัดลอก
tr: Arkadaş kimliği kopyalandı.
uk: Копіювати ідентифікатор друзів.
ur: دوست کاپی کریں
vi: Bạn ID được sao chép.
zh_hans: 友人身份复制
zh_hant: 友人身份複製

source: Online account unavailable
ar: حساب على الانترنت غير متوفر
bn: অনলাইন অ্যাকাউন্ট অসম্ভব
de: Online-Konto nicht verfügbar
es: Cuentas online no disponibles
fr: L’account en ligne non disponible
hi: ऑनलाइन अकाउंट उपलब्ध नहीं
id: Konto online tidak tersedia
it: Contato online non disponibile
ja: オンラインアカウント不利用
ko: 온라인 계정이 없음
nl: Online account niet beschikbaar
pl: Konto online nie dostępne
pt: Contas online não disponíveis
ru: Онлайн-аккаунт недоступен
th: บัญชีออนไลน์ไม่สามารถใช้ได้
tr: Çevrimiçi hesap kullanılamaz
uk: Інтернет-аккаунт недоступний
ur: آن لائن اکاؤنٹ دستیاب نہیں
vi: Tài khoản online không sẵn dùng
zh_hans: 网上账户不适用
zh_hant: 網上賬戶不適用

source: Try again when connected.
ar: حاول مرة أخرى عند الاتصال.
bn: আবারও কন্ট্রোল করার চেষ্টা করুন।
de: Versuchen Sie erneut, wenn Sie verbunden sind.
es: Repita la conexión.
fr: Essayez de nouveau lorsque vous êtes connecté.
hi: फिर से कनेक्ट करने की कोशिश करें।
id: Cobalah lagi saat terhubung.
it: Prova di nuovo quando connetto.
ja: 再度試してみると、接続します。
ko: 연결할 때 다시 시도해 보세요.
nl: Probeer het opnieuw wanneer je verbonden bent.
pl: Spróbuj ponownie, gdy jest podłączony.
pt: Tente novamente quando conectado.
ru: Попробуйте снова, когда подключен.
th: ลองอีกครั้งเมื่อเชื่อมต่อ
tr: Bağlandığında tekrar dene.
uk: Попробуйте знову, коли підключений.
ur: دوبارہ کوشش کریں جب آپ کو منسلک کیا جاتا ہے.
vi: Thử lại khi kết nối
zh_hans: 连接时再试一次。
zh_hant: 連線時再試一次。

source: Retry
ar: رد
bn: ফেরত
de: Rückkehr
es: Retiro
fr: Retrait
hi: वापसी
id: Kembali
it: Ritorno
ja: リトリ
ko: 회복
nl: Retreet
pl: powrót
pt: Retiro
ru: отступление
th: การคืนเงิน
tr: Yeniden dene
uk: Відступ
ur: رجوع
vi: Retry Lời
zh_hans: 退休
zh_hant: 退休

source: Edit player profile
ar: تحرير ملف تعريف اللاعب
bn: খেলোয়াড় প্রোফাইল Edit
de: Edit Spielerprofil
es: Edit el perfil de jugador
fr: Edit Profil de joueur
hi: खेल प्रोफ़ाइल संपादित करें
id: Edit Profil Pemain
it: Il profilo del giocatore
ja: プレイヤープロフィール編集
ko: Edit 플레이어 프로필
nl: Edit profiel spelers
pl: Edit profilu gracza
pt: Edit Profilo de Jogador
ru: Edit Player профиль
th: Edit Player โปรไฟล์
tr: Oyuncu profilini düzenle
uk: Профіль гравця
ur: پروفائل کھلاڑیوں کا ترمیم
vi: Edit Player Hồ sơ
zh_hans: 编辑 玩家 个人资料
zh_hant: 編輯 玩家 個人資料
